picom
nitrogen
i3-wm
i3lock
polybar
xautolock
i3status
dunst
sxhkd
dex
network-manager-applet
xautolock
polkit-kde-agent
acpi
arandr
autorandr
redshift
ripgrep
# provider for clipboard in nvim
xsel
# for locking the screen with loginctl
xss-lock
